Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ། རིན་པོ་ཆེའི་ཅོད་པན་གྱིས་བརྒྱན་པ།
en: He is adorned with all the ornaments and wears a crown blazing with jewels.

source: མེ་ཏོག་པྲི་ཡང་ཀུ་ལྟར་ཅུང་ཟད་དཀར་བ། རས་སྔོན་པོ་གཡོ་བ་དང་ལྡན་པས་གཡོགས་པ། མུ་ཏིག་གི་ཕྲེང་བ་དང་རིན་པོ་ཆེས་མཆོད་ཕྱིར་ཐོགས་བྱས་པ། ཁོར་ཡུག་རབ་ཏུ་འབར་བས་འབྲེལ་བ་དེའི་གཡས་ངོས་སུ་འཕགས་པ་འཇམ་དཔལ་རིན་པོ་ཆེའི་རི་ལ་གནས་པ། གཞོན་ནུར་གྱུར་པ་ཟུར་ཕུད་ལྔས་མགོ་ལེགས་པར་མཛེས་པར་བྱས་པ། བྱིས་པ་གཞོན་ནུའི་རྒྱན་གྱིས་བརྒྱན་པ། གསེར་གྱི་མདོག་དང་འདྲ་བ།
en: His body color is that of the light purple beautyberry. He is wearing short trousers of blue silk and a pearl necklace, is invested with a jeweled sacred thread, and is surrounded by a halo of blazing light. {27.37} “To [Samantabhadra’s] right, one should paint Noble Mañjuśrī, the divine youth, with his head adorned with five locks of hair, wearing the ornaments of a boy-child, and of golden complexion.

source: དར་སྔོན་པོ་གཡོ་བ་ཅན་མནབས་པ། མུ་ཏིག་གི་ཕྲེང་བ་དང་རིན་པོ་ཆེ་འཛིན་ཅིང་འདྲེས་པའི་མཆོད་ཕྱིར་ཐོགས་བྱས་པ།
en: He is wearing short trousers of blue silk, a pearl necklace, and a sacred thread adorned with various jewels.

source: དེ་བཞིན་གཤེགས་པར་སོང་བའི་ལྟ་བ་ཅུང་ཟད་བཞིན་འཛུམ་པ་དང་ལྡན་པ།
en: His gaze is directed at Tathāgata [Amitāyurviniścaya­rājendra], and he is smiling slightly.

source: ཞི་བའི་རྣམ་པ་གཟུགས་མཛེས་པ།
en: His beautiful form is of a peaceful aspect.

source: ཐལ་མོ་སྦྱར་བ་རྣམ་པ་ཐམས་ཅད་ཀྱི་མཆོག་དང་ལྡན་པ་བྲི་བར་བྱའོ། །
en: He should be painted endowed with all the supreme features and with his hands folded together. {27.38}

source: དེའི་འོག་ཏུ་རྟགས་དང་ཆ་བྱད་དང་དབྱིབས་འཛིན་པའི་སྒྲུབ་པ་པོ་མེ་ཏོག་གི་ཕྲེང་བ་འཛིན་ཅིང་། པུས་མོའི་ལྷ་ང་ས་ལ་བཙུགས་ནས་ཡང་དག་པར་འདུག་པ་དང་མགོ་མངོན་པར་བཏུད་པ་རས་རིས་ཀྱི་ཟུར་གྱི་མཐའ་མའི་ཕྱོགས་སུ་བྲི་བར་བྱའོ། །
en: “Below [Samantabhadra], one should paint the practitioner in his usual form and bearing his distinguishing marks. He should be painted in the furthermost corner of the canvas, kneeling down, with his head bowed forward. {27.39}

source: བཅོམ་ལྡན་འདས་ཀྱི་སྟེང་དུ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་བཞི་བྲི་བར་བྱའོ། །
en: “Above Blessed [Amitāyurviniścaya­rājendra], one should paint four blessed buddhas:

source: གཡས་ཕྱོགས་སུ་དེ་བཞིན་གཤེགས་པ་གཉིས་བྲི་བར་བྱ་བ་ལ། སཱ་ལའི་དབང་པོའི་རྒྱལ་པོ་དང་རིན་ཆེན་ཏོག་ཁོར་ཡུག་ཏུ་ཀུན་ནས་འབར་བའི་འོད་དང་ལྡན་པ། གཡོན་ཕྱོགས་སུ་གསེར་ཐུབ་དང་འོད་སྲུང་རྣམ་པ་ཐམས་ཅད་ཀྱི་མཆོག་དང་ལྡན་པ།
en: to the right, Amitābha and Puṇyābha and above on the left the other two tathāgatas, Śālendra­rāja and Ratnaketu . They all are surrounded by halos of blazing light, have golden complexions, and are endowed with all the supreme features.

source: མེ་ཏོག་ཐམས་ཅད་ཀྱིས་གཅལ་བཀྲམ་པ། པདྨའི་གདན་གཉིས་ལ་བཞུགས་པ། ཧ་ཅང་མི་རིང་བ་ན་ཆོས་འཆད་ཅིང་སྐྱིལ་མོ་ཀྲུང་གིས་བཞུགས་པ།
en: Bestrewn with all kinds of flowers, they sit on identical lotus seats in cross-legged posture.

source: ཞི་བའི་རྣམ་པ་དང་ལྡན་པ། བཅོམ་ལྡན་འདས་ཀྱི་སྟེང་ནས་མེ་ཏོག་གི་ཆར་རབ་ཏུ་འབེབས་པ། སྤྲིན་གྱི་ནང་ནས་རོ་སྟོད་བྱུང་བ། དེ་བཞིན་གཤེགས་པའི་སྐུ་ནམ་མཁའ་ལ་ལྡིང་བ་སྤྱན་མཛེས་ཞེས་བྱ་བ་མངོན་པར་བྲི་བར་བྱ་བ་ནི།
en: Peaceful in appearance, they expound the Dharma. {27.40} “Above Blessed [Amitāyurviniścaya­rājendra], one should paint Sunetra with the body of a tathāgata, flying among the clouds and raining down flowers.

source: རྣམ་པ་ཐམས་ཅད་ཀྱི་མཆོག་དང་ལྡན་པ། ཀུན་ནས་འབར་བའི་འོད་ཀྱི་ཕྲེང་བ་དང་ལྡན་པ།
en: He is endowed with all the supreme features and surrounded by a halo of blazing light.

source: ཕྱག་གཡས་པས་མཆོག་སྦྱིན་པ། ཕྱག་གཡོན་པས་ཆོས་གོས་ཀྱི་ཐ་མ་ལ་འཛིན་པ།
en: With his right hand he shows the boon-granting gesture and, with his left, he is holding the corner of his robe. {27.41}

source: འདི་ནི་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པ་རྣམ་པར་གདོན་མི་ཟ་བའི་རྒྱལ་པོའི་དབང་པོ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་རས་རིས་ཆོ་ག་བཅོམ་ལྡན་འདས་འདི་ཉིད་ཡི་གེ་གཅིག་པའི་སྔགས་ཀྱི་མཆོག་འདི་ཡིན་ཏེ
en: “This is the painting procedure of the blessed tathāgata Amitāyurviniścaya­rājendra, the arhat, the fully realized buddha. And the one-syllable mantra [given before] is his mantra.

source: འདི་ནི་གཙུག་ཏོར་གྱི་རྒྱལ་པོ་གཙུག་ཏོར་འཁོར་ལོས་སྒྱུར་བ་དང་རབ་ཏུ་འགྲན་པ། བརྩོན་འགྲུས་མཚུངས་པ། སྟོབས་མཚུངས་པ་འདིའི་ཡོན་ཏན་རྒྱ་ཆེ་བའི་མཐུ་ནི་བསམ་གྱིས་མི་ཁྱབ་སྟེ།
en: This mantra is equal to an uṣṇīṣa king, a cakravartin; it is equal to him in courage and power.

source: རྫུ་འཕྲུལ་ཆེ་ཞིང་སྟོབས་ཆེ་བ། མདོར་ན་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་གྱི་རྒྱལ་པོ་འཁོར་ལོས་སྒྱུར་བ་ཡིན་ནོ། །ཡི་གེ་གཅིག་པ་ལ་ཆོ་ག་རྒྱ་ཆེར་བསྟན་པ་གང་ཡིན་པ་དེ་ཐམས་ཅད་ཀྱང་བྱེད་དོ། །
en: It has great magical efficacy and power, and a mighty array of inconceivable qualities. {27.42} “In short, this mantra will accomplish, just like the tathāgata- uṣṇīṣa king, the great Cakravartin , all the rites that have been taught in detail for One Syllable.

source: མ་བསྒྲུབས་ཀྱང་བཟླས་པ་ཙམ་གྱིས་ཀྱང་ལས་རྣམས་བྱེད་ན་བསྒྲུབས་པས་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: This mantra will accomplish these rites through mere recitation even when it has yet to be fully mastered, let alone when it has been.

source: ཇི་ལྟར་འདོད་པའི་འབྲས་བུ་ཕུན་སུམ་ཚོགས་པ་དང་འདོད་པ་ཡང་ཐོབ་པར་འགྱུར་རོ། །
en: It will bring whatever result is desired.

source: ཡིད་ཀྱིས་གང་མངོན་པར་འདོད་པ་དེ་རས་རིས་མཐོང་བ་ཙམ་གྱིས་འགྲུབ་པར་འགྱུར་རོ། །
en: Through merely seeing the painting, whatever is pleasing to the mind will come true,

source: དེ་ཉིད་བཅོམ་ལྡན་འདས་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པ་རྣམ་པར་གདོན་མི་ཟ་བའི་རྒྱལ་པོའི་དབང་པོས་བྱིན་གྱིས་བརླབས་པ་ནི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྙིང་པོ་ཞེས་བརྗོད་དོ། །
en: “Through the blessing of Blessed Amitāyurjñāna­viniścaya­rājendra, this mantra is said to be the heart essence of all the tathāgatas;

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་གྱི་རྒྱལ་པོ་ཞེས་བརྗོད་དོ། །
en: it is said to be the uṣṇīṣa king of all the tathāgatas;

source: འཁོར་ལོས་སྒྱུར་བ་ཞེས་བརྗོད་དོ། །
en: it is said to be the cakravartin;

source: འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་ཆེན་པོ་ཞེས་བརྗོད་དོ། །
en: and it is said to be the great king of cakravartins.

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་སྙིང་པོ་ཞེས་བརྗོད་དོ། །
en: It is also said to be the heart essence of Mañjuśrī, the divine youth.

source: ཡི་གེ་གཅིག་པ་ཞེས་བརྗོད་དོ། །
en: It is called One Syllable.

source: མདོར་ན་འདིའི་མཐུ་ནི་བསམ་གྱིས་མི་ཁྱབ་སྟེ། གང་གི་ཕྱིར་སངས་རྒྱས་རྣམས་ཀྱིས་བྱིན་གྱིས་བརླབས་པ་ནི་བསམ་གྱིས་མི་ཁྱབ་བོ། །སངས་རྒྱས་ཀྱི་རྣམ་པར་འཕྲུལ་བ་ནི་བསམ་གྱིས་མི་ཁྱབ་བོ། །
en: In short, its power is inconceivable because the Buddha’s blessing is inconceivable, and so are his miracles. {27.44}

source: སྒྲུབ་པ་མེད་པ་དང་སྔོན་དུ་སྤྱོད་པ་མ་བྱས་པ་དང་ཁྱིམ་གྱི་རྩོམ་པ་ཐམས་ཅད་ལ་རབ་ཏུ་གནས་པ་དང་བཟའ་བ་ཐམས་ཅད་ཤ་དང་ཆང་དང་གྲོང་གི་ཆོས་ལ་རབ་ཏུ་ཞུགས་པ་དག་ལ་ཡང་འགྲུབ་སྟེ
en: “One may not have fully mastered the One Syllable or performed the preparatory rites. One may have to do all the house chores, may eat everything [including] wine and meat, or indulge in sex.

source: དད་པ་མེད་པ་དང་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པ་མེད་པ་ནི་མ་གཏོགས་ཏེ་འདི་དག་ལ་ནི་གྲུབ་པ་མེད་དོ། །
en: If, however, one has no faith and has not developed bodhicitta, the accomplishment will not be won.

source: དཀོན་མཆོག་གསུམ་ལ་གནོད་པ་བྱེད་པ་དང་དེ་ལ་ཞུགས་པ་ལ་གནོད་པ་བྱེད་པ་དང་འདི་དག་ལ་ཡང་ལས་ཕྲ་མོ་ཡང་གྲུབ་པ་མེད་ན། གྲུབ་པ་འབྲིང་དང་རབ་ལ་ནི་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: Similarly, those that offend against or harm the followers of the Three Jewels will not accomplish even a minor rite, let alone obtain a middling or supreme accomplishment.

source: འདོད་པ་ཐམས་ཅད་དང་བཟའ་བ་དང་སྤྱོད་པ་གཙོར་བྱེད་པའི་སྒྲུབ་པ་པོ་ལ་ནི་ལས་སྟོང་རྩ་བརྒྱད་ཀྱི་ལས་ཕྲན་ཚེགས་ལ་རབ་ཏུ་སྦྱར་བས་འགྲུབ་པར་འགྱུར་རོ། །
en: Those who predominantly pursue sexual and culinary pleasures can fulfill them by engaging in minor activities with over one thousand and eight rites.

source: དེ་དག་ཀྱང་གང་ཞེ་ན།
en: What are these rites? {27.45}

source: དང་པོར་རེ་ཞིག་ལན་གཅིག་བཟླས་པས་བདག་བསྲུང་ངོ་། །
en: “At the beginning, one will effect self-protection with a single recitation.

source: ལན་གཉིས་བཟླས་པས་གཞན་བསྲུང་བར་འགྱུར་རོ། །
en: A double recitation will protect others.

source: ལན་གསུམ་བཟླས་པས་སྲུང་བ་དམ་པར་འགྱུར་རོ། །
en: With three recitations, one will effect ‘great protection,’

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ས་བཅུ་ལ་རབ་ཏུ་གནས་པས་ཀྱང་ཡང་དག་པར་བསྐྱོད་པར་མི་ནུས་ན། དེ་ལས་གཞན་པའི་སེམས་ཅན་གྱིས་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: whereby not even a great bodhisattva established on the tenth level would be able to disturb one, not to mention other beings. {27.46}

source: ཚོན་སྣ་ལྔའི་སྐུད་པ་ལ་ལན་བཞི་བཟླས་ནས་རྐེད་པར་བཅིངས་ན་ས་བོན་བསྡམས་པར་འགྱུར་བ་ཡིན་ཏེ། རྨི་ལམ་ན་ཡང་འདི་ལ་ས་བོན་འབྱུང་བར་མི་འགྱུར་རོ། །
en: “If one ties around one’s hips a five-colored thread incanted four times, one will arrest the semen, so that no emission will occur during one’s sleep unless one wants it to.

source: རང་འདོད་པ་ནི་མ་གཏོགས་ཏེ་དེ་ཉིན་པར་རམ་མཚན་མོ་གཅིག་ལ་གལ་ཏེ་འདོད་པ་ན་ཉི་མ་རེ་རེ་ཞིང་བྱའོ། །
en: If one is content being alone, whether by day or by night, one should do [the arresting] every day.

source: ཅི་སྟེ་མི་འདོད་ན་ཐལ་བ་ལ་ལན་བདུན་བསྔགས་པ་བྱས་ནས་ལྟེ་བའི་ཕྱོགས་སུ་བསྐུས་ན་ཞག་བདུན་ཕྲག་གསུམ་དུ་ས་བོན་བསྡམས་པ་བྱས་པར་འགྱུར་རོ། །
en: If not, one can instead incant ashes seven times and sprinkle one’s abdomen—the semen will be arrested for three weeks.

source: ལན་ལྔ་བཟླས་ཏེ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་བསྒོམས་ན་གང་ལ་རེག་པ་དེ་དབང་དུ་འགྱུར་རོ། །
en: If one incants [the ashes] five times while contemplating Lord Buddha, the person whom one besprinkles with it will become enthralled. {27.47}

source: ཟླ་བ་གཟས་ཟིན་ཅིང་ཟླ་བའི་དཀྱིལ་འཁོར་ཐམས་ཅད་འཛིན་པ་ན། ཤིང་ཨརྐའི་མེ་རབ་ཏུ་སྦར་ལ་རས་རིས་མེད་ཀྱང་ཤར་དུ་མངོན་པར་བལྟས་ཏེ། མར་གྱི་སྲེག་བླུགས་སྟོང་ཕྲག་བཅུས་སྦྱིན་སྲེག་བྱའོ། །
en: “During a lunar eclipse when the moon disk has disappeared, one should light a fire with sticks of the crown flower plant and, even if one does not use the painting, offer ten thousand oblations of ghee while facing east.

source: རྒྱལ་པོའི་ཕོ་བྲང་དང་ཉེ་བ་ཆུ་བོས་བར་མ་བཅད་པ། ལྷའི་གནས་སུ་མ་བྱས་པ། ཕྱོགས་གང་དུ་རྒྱལ་པོ་གནས་པ་དེ་དང་ཉེ་བར་སྦྱིན་སྲེག་རབ་ཏུ་སྦྱར་ན་
en: One should perform this homa near the place where the king lives—by a river close to the royal palace, or by a temple, but not inside it.

source: ཐོ་རངས་རྒྱལ་པོ་དབང་དུ་འགྱུར་རོ། །གང་སྨྲས་པ་དེ་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: In the morning the king will be enthralled and do whatever he is told.

source: གལ་ཏེ་དབང་དུ་མ་གྱུར་པ་དེའི་ཚེ། དེའི་སེམས་ཕྱིན་ཅི་ལོག་ཏུ་འགྱུར་བའམ་སེམས་གཡེང་བ་ཐོབ་པར་འགྱུར་ན་ཕྱིར་ཡང་བཟློག་པར་བྱ་སྟེ།
en: If, at the time, he does not grant an audience, he will become downcast or slow, and will be unable to concentrate. {27.48} “If this happens, one must follow up with a countermeasure—

source: འོ་མའི་སྲེག་བླུགས་སྟོང་རྩ་བརྒྱད་ཀྱིས་སྦྱིན་སྲེག་བྱས་ན་གང་དེའི་དུས་དེ་ནས་བརྩམས་ནས་རང་བཞིན་དུ་གནས་པར་འགྱུར་རོ། །
en: one should offer one thousand and eight oblations of milk at the first opportunity. From then on, the king will be well again.

source: ལས་དེ་དག་ནི་དད་པ་དང་ལྡན་པ་དང་དཀོན་མཆོག་གསུམ་ལ་དད་པ་དང་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པ་རྣམས་ལ་ནི་མི་བྱ་སྟེ།
en: One must not target with this rite those who have faith and trust in the Three Jewels or who have given rise to bodhicitta.

source: གལ་ཏེ་བྱེད་ན་ཤིན་ཏུ་བསོད་ནམས་མ་ཡིན་པའི་ཕུང་པོ་ཆེན་པོ་འབྱུང་བར་འགྱུར་རོ། །
en: If one were to target them, one would accumulate an enormous amount of nonvirtue.

source: གཞན་དག་ལ་གནོད་པ་བྱེད་པ། མ་རུངས་པའི་སེམས་དང་དྲག་པོའི་སེམས་དང་ལྡན་པ་རྣམས་ལ་ནི་བྱ་བ་ཡིན་ནོ། །
en: One can only target others who are miscreants.

source: ཉིན་རེ་ཞིང་ཡང་མཐོང་བ་སྦྱིན་པར་བྱས་ན་སེམས་ཞི་བར་འགྱུར་རོ། །
en: One should show oneself every day to the wicked-minded and impetuous; they will become gentle.

source: གལ་ཏེ་ཞི་བར་མ་གྱུར་ན་ཕུང་ཁྲོལ་ཆེན་པོ་དང་ལྡན་པར་འགྱུར་ཏེ། སྲོག་གི་ལྷག་མ་ཙམ་ལུས་པར་འགྱུར་རོ། །
en: If they do not, they will be separated from much wealth and left with nothing but their living breath. {27.49}

source: གཞན་ཡང་ལས་སུ་འགྱུར་བ་ནི་ཟླ་བ་གཟས་ཟིན་གྱི་དུས་སུ་ཤིང་པ་ལ་ཤའི་ཡམ་ཤིང་གིས་མེ་རབ་ཏུ་སྦར་ཏེ། མར་གྱི་སྲེག་བླུགས་སྟོང་རྩ་བརྒྱད་བྱས་ན་
en: “There is also the following rite. At the time of a lunar eclipse, one should light a fire with sticks of the dhak tree and offer one thousand and eight oblations of ghee.

source: ཐོ་རངས་ཡུལ་གྱི་བདག་པོའི་རྒྱལ་པོ་སྤྱན་དྲངས་པར་འགྱུར་རོ། །
en: In the morning, the king of the country will accept advice on matters that require consultation.

source: དེ་དང་ལྷན་ཅིག་ཏུ་གྲོས་བྱས་ན་བསམ་པ་བདེན་པ་ཉེ་བར་སྟོན་པར་འགྱུར་ཏེ།
en: One will be able to point out to him what is right to do.

source: དེ་ལ་བསྟན་ངག་བྱས་ན་ཟླ་བ་དྲུག་གི་ནང་དུ་བསོད་སྙོམས་སྟོང་ཡོད་པའི་གྲོང་སྟེར་བར་འགྱུར་རོ། །
en: If one instructs him, he will donate, within six months, a village capable of providing one thousand alms of food.

source: གལ་ཏེ་མཚན་ཕྱེད་དུ་སྦྱིན་སྲེག་བྱས་ན་ཟླ་བ་གསུམ་གྱིས་སྟེར་བར་འགྱུར་རོ། །
en: If one does the above homa for half a night, one will obtain the village within three months;

source: གལ་ཏེ་ཐུན་ཐམས་ཅད་ཀྱི་མཚན་མོ་སྦྱིན་སྲེག་བྱས་ན་ཟླ་བ་གཅིག་གིས་ཐོབ་པར་འགྱུར་རོ། །
en: if one does the homa throughout all the watches of the night, within one month.

source: གལ་ཏེ་ཟླ་བ་གཅིག་གི་མཚན་མོ་རེ་རེ་ལ་སྦྱིན་སྲེག་བྱས་ན་ཡུལ་ཐོབ་པར་འགྱུར་རོ། །
en: If one does the homa every night for one month, one will obtain a district,

source: ཡང་ན་ཡུལ་དང་འདྲ་བའི་གྲོང་ངམ་ཡང་ན་གཞན་ཅུང་ཟད་ནོར་ཡོད་པ་ལ་ཡང་དགྲ་ཡོད་པར་མི་འགྱུར་ཏེ།
en: or a village equal to a district, or another domain with some wealth.

source: གལ་ཏེ་དགྲ་ཡོད་ན་ཡང་ལས་རྣམས་བྱས་པ་ཡིན་ཏེ།
en: One will not have any enemies;

source: ཟླ་བ་གཟས་ཟིན་པ་ན་ཤིང་ཨ་པ་མརྒས་མེ་རབ་ཏུ་སྦར་ལ།
en: should enemies appear, one should do the rite again. {27.50}

source: ཤིང་པ་ལ་ཤའི་ཡམ་ཤིང་ལ་ཞོ་དང་སྦྲང་རྩི་དང་མར་གྱིས་བཏགས་པས་བྲམ་ཟེའི་སྐྲ་ལ་སྦྱིན་སྲེག་སྟོང་རྩ་བརྒྱད་བྱའོ། །
en: If one’ enemies are brahmins, one should offer one thousand and eight oblations of dhak sticks smeared with curds, honey, and ghee, and

source: དེའི་ཐ་མར་ཤིང་པི་ཙུ་མརྡའི་ལོ་མ་ལ་སྐེ་ཚེའི་འབྲུ་མར་གྱིས་བཏགས་པའི་སྲེག་བླུགས་ཀྱིས་སྦྱིན་སྲེག་སྟོང་རྩ་བརྒྱད་བྱས་ན་
en: after that, one thousand and eight oblations of neem tree leaves, smeared with white mustard oil.

source: ཐོ་རངས་བྲམ་ཟེའི་དགྲ་ཞི་བར་འགྱུར་རོ། །
en: In the morning the brahmins will be appeased

source: གལ་ཏེ་རྒྱལ་པོ་སྡང་བར་འགྱུར་ན་ལས་གཞན་ཡང་ཡོད་དེ།
en: and the king will cease to be hostile. {27.51} “There is also the following rite.

source: ཟླ་བ་གཟས་ཟིན་ལ་ཤིང་ཅི་རྙེད་པས་མེ་རབ་ཏུ་སྦར་ལ་མར་གྱི་སྲེག་བླུགས་ཀྱིས་སྦྱིན་སྲེག་སྟོང་རྩ་བརྒྱད་བྱས་ལ་སྦྱིན་སྲེག་གི་ཐ་མར་ཕྱོགས་གང་ན་རྒྱལ་པོ་ཡོད་པ་དེའི་ཕྱོགས་སུ་ཐལ་བ་དེ་གཏོར་ན་
en: At the time of a lunar eclipse, one should light a fire of whatever sticks are available and offer one thousand and eight oblations of ghee. At the end of the homa, one should throw the ashes in the direction where the king lives;

source: དེ་དབང་དུ་འགྱུར་རོ། །
en: he will become enthralled.

source: དུས་གང་ལ་ལོངས་སྤྱོད་གང་འདོད་པ་རྒྱ་ཆེ་བ་དེ་དག་གི་གྲོགས་ཀྱང་བྱེད་པར་འགྱུར་རོ། །
en: He will grant in abundance whatever enjoyments, and at whatever time, one desires, including his [personal] assistance.

source: གྲོང་ཉུང་བའམ་མང་པོ་རབ་ཏུ་སྟེར་བར་འགྱུར་ཏེ།
en: He will donate a small, medium, or large village or district.

source: ངེས་པར་ཟླ་བ་དྲུག་གིས་དོན་ཡོད་པར་འགྲུབ་པར་ཡང་འགྱུར་རོ། །
en: Within six months, one will certainly obtain an unfailing ( amogha ) accomplishment. {27.52}

source: དེ་ནས་རིགས་བཞི་ལས་གང་ཡང་རུང་བ་རྟགས་གཙོ་བོ་དང་ལྡན་པའམ་ལྷ་གཞན་ནམ་འཇིག་རྟེན་པ་ལ་དད་པ་དག་སེམས་འཁྲུགས་པར་གྱུར་ན། ཕྱོགས་གང་ན་གནས་པ་དེར་ཐལ་བ་དེ་གཏོར་ན་ཡུལ་གཞན་དུ་འགྲོ་བར་འགྱུར་བའམ་སྐྱོ་བར་འགྱུར་བའམ་མཚན་མོ་གླལ་བར་འགྱུར་བའམ་ཉེ་དུ་ལ་གནོད་པར་འགྱུར་རོ། །
en: “If a member of any of the four castes develops a cruel disposition, then, regardless of whether he is of a degraded or an elevated status, or is a devotee of other deities or worldly beings, if one casts the ashes in the direction where he lives, he will be driven from his home to another country.

source: དེ་ཕྱིར་གསོ་བ་ནི་འོ་མའི་སྲེག་བླུགས་སྟོང་རྩ་བརྒྱད་ཀྱིས་སྦྱིན་སྲེག་བྱས་ན་སོས་པར་འགྱུར་རོ། །
en: He will feel uneasy and escape at night, or his family will be destroyed.

source: ཡང་ན་གཟའ་བཞི་པོ་ཉིད་ཀྱི་ཆོ་གས་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའི་སྐུ་གཟུགས་དང་རས་རིས་སམ་དམ་པའི་ཆོས་ཀྱི་གླེགས་བམ་མམ་སྐུ་གདུང་དང་བཅས་པའི་མཆོད་རྟེན་ལ་གོས་གཙང་མ་བགོས་ཤིང་ཉིན་ཞག་གཅིག་སྨྱུང་བ་བྱས་ཏེ
en: To undo this, one should offer one thousand and eight oblations of milk; [the target] will become well. {27.53} “There is also another rite. It should be performed during a lunar eclipse following the same procedure, before a painting depicting the buddhas and the bodhisattvas, before a holy scripture, or before a caitya containing relics, by a practitioner who is clean, wears clean clothes, and has fasted for one day and one night on water free of living organisms.

source: སྲོག་ཆགས་མེད་པའི་ཆུས་ལས་བྱ་ཞིང་མེ་ཏོག་དཀར་པོ་དྲི་ཞིམ་པོ་དང་གུར་གུམ་དང་ལྡན་པ་དང་ག་པུར་གྱི་དུད་པས་བདུག་པར་བྱའོ། །
en: He should fumigate the place [for the rite] with an incense of camphor, fragrant dried flowers, sandalwood, and saffron. {27.54}

source: གང་དུ་ལས་ལ་སྦྱར་བ་ནི་བྲམ་ཟེའི་དགྲ་ལ་ནི་ཤིང་པ་ལ་ཤས་བྱའོ། །
en: “If the rite is performed on account of enemies who are brahmins, one should light the fire with sticks of the dhak tree;

source: རྒྱལ་རིགས་ཀྱི་དགྲ་ལ་ནི་ཤིང་ཨ་ཤྭཏྠས་བྱའོ། །
en: if they are kṣatriyas, with sticks of the bodhi tree;

source: རྗེའུ་རིགས་ཀྱི་དགྲ་ལ་ནི་ཤིང་སེང་ལྡེང་གིས་བྱའོ། །
en: if they are vaiśyas, with sticks of the cutch tree;

source: དམངས་རིགས་ཀྱི་དགྲ་ལ་ནི་དེ་ལས་གཞན་པའི་ཤིང་གི་མེ་རབ་ཏུ་སྦར་ལ་དེ་ཉིད་ཀྱི་ལས་བྱའོ། །
en: if they are śūdras, with sticks of some other tree. One should then undertake the rite proper.

source: བྲམ་ཟེ་ལ་ནི་ཤིང་པ་ལ་ཤའི་ཡམ་ཤིང་དང་རྒྱལ་རིགས་ལ་ནི་ཨ་ཤྭཏྠའི་ཡམ་ཤིང་དང་རྗེའུ་རིགས་ལ་ནི་སེང་ལྡེང་གི་ཡམ་ཤིང་དང་དམངས་རིགས་ལ་ནི་ཨ་པ་མརྒའི་ཡམ་ཤིང་ངམ་དེ་ལས་གཞན་པ་ཇི་སྙེད་པས་མར་གྱི་སྦྱིན་སྲེག་བྱའོ། །
en: The sticks to be offered in the homa for the brahmins should be of the dhak tree; those for the kṣatriyas, of the bodhi tree; those for the vaiśyas, of the cutch tree; those for the śūdras, of devil’s horsewhip, or another tree as available. The homa rite should be performed using ghee. {27.55}

source: དེ་བཞིན་དུ་ལས་གཞན་ཡང་བྱ་བ་ནི། རྒྱལ་པོ་ཆེན་པོ་ལ་ནི་ཤིང་ཨ་པ་ར་ཛི་ཏའི་རྩ་བའི་ཡམ་ཤིང་དང་མར་གྱི་སྲེག་བླུགས་སྟོང་རྩ་བརྒྱད་ཀྱིས་སྦྱིན་སྲེག་བྱའོ། །
en: “Similarly, for a homa on account of an important king, one should offer one thousand and eight oblations of the root of butterfly pea and the same number of the oblations of ghee.

source: ཐ་མར་ཡང་དེ་ཉིད་ཀྱི་ཐལ་བས་གཏོར་བར་བྱའོ། །
en: At the end, one should throw the ashes in the direction where the wicked-minded king lives,

source: གང་གི་ཕྱོགས་ནས་
en: or from where he will arrive.

source: སྡང་བའི་སེམས་དང་ལྡན་པ་འོང་བ་དེའི་ཕྱོགས་སུ་གཙུག་ཏོར་འཁོར་ལོས་སྒྱུར་བ་ཡི་གེ་གཅིག་པའི་ཕྱག་རྒྱ་བཅིངས་ནས་གཏོར་རོ། །ཡང་ན་ཨུཏྤ་ལའི་ཕྱག་རྒྱ་བཅིངས་ན་
en: One may, in addition, form the mudrā of the one-syllable uṣṇīṣa cakravartin, or the utpala mudrā.

source: དེ་འཇིགས་ནས་ལྡོག་པའམ། དམག་གི་ཚོགས་ཉམས་པར་འགྱུར་བའམ། གཞན་གང་ཅུང་ཟད་རྣམ་པར་ལྟུང་བ་ཆེན་པོར་འགྱུར་བའམ།
en: The king will become frightened and will turn back, or his army will fall, or another unexpected calamity will befall him.

source: འགོ་བའི་ནད་ཆེན་པོའམ། སེམས་སྡུག་བསྔལ་བར་གནས་པའམ། གང་གིས་འདིའི་ངག་ལྡོག་པར་འགྱུར་བའམ།
en: He may be struck by disease, develop mental problems, or have his words refuted. {27.56}

source: འདི་དག་དང་གཞན་ཡང་ཇི་ལྟར་འདོད་པའི་ལས་རྣམས་བྱེད་པར་འགྱུར་རོ། །
en: “There are these and other rites—any that one may wish for.

source: གོས་ལ་མངོན་པར་བསྔགས་ཏེ་བགོས་ན་སྐལ་བ་བཟང་པོར་འགྱུར་རོ། །
en: If one incants clothes and wears them, one will become very prosperous.

source: མིག་སྨན་ལ་མངོན་པར་བསྔགས་ཏེ་མིག་ལ་བསྐུས་ན་སྐྱེ་བོ་ཐམས་ཅད་དགའ་བར་འགྱུར་རོ། །
en: If one incants [collyrium] and anoints the eyes, one will be loved by all people.

source: མིག་དང་གདོང་ལ་ལན་བདུན་བསྔགས་པ་བྱས་ལ་ཁྲོས་པའི་གདོང་ལ་བལྟས་ན་ཞི་བ་དང་དབང་དུ་འགྱུར་རོ། །
en: If one incants the eyes and one’s entire face seven times and then looks an angry person in the face, they will become enthralled and peaceful.

source: མེ་ཏོག་དང་འབྲས་བུའམ་གཞན་གང་ཅུང་ཟད་དྲི་ཞིམ་པ་ལ་ལན་བདུན་མངོན་པར་བསྔགས་པ་བྱས་ལ་རྒྱལ་པོ་ལ་བྱིན་ན་དེ་བསྣམས་པ་ཙམ་གྱིས་དབང་དུ་འགྱུར་རོ། །
en: If one incants seven times a fruit, a flower, or anything with a pleasant smell, and then offers it to the king, he will become enthralled through merely smelling it.

source: གཞན་སེམས་ཅན་གང་ལ་ལ་མཐོང་བ་ཙམ་གྱིས་དེ་དབང་དུ་འགྱུར་རོ། །
en: Any other being will become enthralled through merely seeing it.

source: ཡན་ལག་ཐམས་ཅད་ན་བ་ལ་བརྒྱ་རྩ་བརྒྱད་མངོན་པར་བཟླས་པ་བྱས་ལ། ཆུ་དྲོན་པོས་ཁྲུས་བྱས་ན་
en: If one suffers from pain in any limb, one should wash it with warm water incanted one hundred and eight times;

source: བདེ་ལེགས་སུ་གནས་པར་འགྱུར་ཏེ་
en: one will become well again. {27.57}

source: སེམས་ཅན་སྡུག་བསྔལ་བ་ཐམས་ཅད་དང་། མགོན་མེད་པར་གྱུར་པ་དང་། བཀྲེན་པ་དང་། བསྟན་པ་འདིའི་བརྟུལ་ཞུགས་ཅན་དང་། དཀོན་མཆོག་གསུམ་ལ་དད་པ་ལ་ནི་འདི་ལྟ་བུའི་ལས་མི་བྱའོ། །
en: “These rites should not target Beings that are afflicted by suffering, Those without a protector, the morally fallen, the weak, Or those who observe vows in this tradition. {27.58} “Rites of this kind should not target Those who have faith in the Three Jewels.

source: བུད་མེད་ལ་ཡང་ལས་མི་བྱའོ། །དེ་བཞིན་དུ་བྱིས་པ་དང་རྒན་པོ་དང་ནད་པ་དང་དབུལ་པོ་དང་སྡུག་བསྔལ་བ་དང་སེམས་ཅན་ཕྲ་མོ་དང་སྐྱེ་གནས་ངན་པར་སྐྱེས་པ་འདི་དག་ལ་ཡང་མི་བྱ་སྟེ།
en: They should not target women, The young, the old, or those who are sick. {27.59} “Likewise, they should not target The destitute, the suffering, The insignificant, or those of inferior birth.

source: ལས་འདི་དག་ནི་སེམས་ཅན་ཆེན་པོ་དག་ལ་རབ་ཏུ་སྦྱར་བར་བྱའོ། །
en: They should target beings of stature, {27.60}

source: དཔའ་ཞིང་བརྐམ་ཆགས་བབ་ཆོལ་མེད། །ཕྱོགས་ཆེན་ནོར་ནི་ཆེ་བ་དང་། །མངོན་པའི་ང་རྒྱལ་རབ་གཏུམ་ལ། །ལས་ནི་འདི་འདྲ་བྱ་བ་ཡིན། །བསྟན་ལ་ཞེ་སྡང་ཁྲོ་བ་དང་། །གཞན་གྱི་ནོར་ནི་འཕྲོག་བྱེད་དང་། །སྔགས་རྣམས་ཀུན་དང་སྨན་རྣམས་དང་། །རྣལ་འབྱོར་ལྡན་ལ་མ་དད་དང་། །སྤྱིས་བརྩན་གདུག་པའི་སེམས་ལྡན་དང་། །འཇིག་རྟེན་གྱིས་སྨད་རྒྱལ་པོ་སྟེ། །འདི་དག་ལ་ནི་ལས་སྦྱར་བྱ། །ཆོས་དང་ལྡན་ལ་རྣམ་པར་སྤང་། །
en: “Such as warriors, the impetuous, the greedy, Those with a large following or much wealth, The haughty, or the violent. It is them that such rites should target. {27.61} “Also, those who hate the teachings; The cruel; those who steal others’ property, Who have no trust in any mantras, Remedies, or yogins; {27.62} “And also impudent ones with wicked minds, Or kings despised by the subjects— It is them that the rites should target, Not those who are righteous. {27.63}

source: ལས་རྣམས་གཞན་ཡང་འདི་སྐད་བརྗོད། །བློ་ཡིས་དེ་ནི་ཡོངས་སུ་སྤང་། །
en: “The following rite is said to be forbidden By the buddhas [to target the righteous].

source: དེ་ཉིད་ཁྲོས་པས་ཐལ་བ་ནི། །བཟླས་པས་ཕྱོགས་སུ་གཏོར་བྱས་ན། །
en: If the reciter casts the ashes, With an angry mind, in a particular direction, {27.64}

source: དེ་རྣམས་དགྲ་ནི་རབ་ཁྲོས་དང་། །རྒྱལ་པོ་དག་ཀྱང་རྣམ་འཇིག་འགྱུར། །
en: “Any cruel enemies who are there Will perish along with their king.

source: ངེས་པར་སྐྱེ་བོ་དེ་དག་ཀྱང་། །ཡུན་རིང་ནད་ཀྱིས་ཐེབས་པར་འགྱུར། །
en: All the people there will inevitably Suffer from a long-term exhaustion, {27.65}

source: དེ་དག་ཕྱོགས་སུ་འཆི་བ་མང་། །འགོ་བའི་ནད་ཀྱང་རབ་ཏུ་སྣང་། །
en: “And terrible, deadly plagues Will be seen in that place.

source: ཤིན་ཏུ་ཉོན་མོངས་ཆེར་གྱུར་ཀྱང་། །ལས་རྣམས་འདི་དག་བྱ་མིན་ཏེ། །
en: However, one should not perform [such] rites, Lest one also falls into distress. {27.66}

source: དེར་ནི་སྐྱེ་བོའི་བདག་པོ་ཀུན། །ཞག་བདུན་གསུམ་གྱིས་ཉམས་པར་འགྱུར། །
en: “After three weeks all the people And kings there will perish.

source: ལས་རྣམས་བརྩམས་ནས་སྔོན་དུ་ནི། །བདུན་ཕྲག་གཉིས་ལ་ཡང་དག་བརྟུལ། །
en: Once the rite takes full effect, One should terminate it within fourteen days. {27.67}

source: བདུན་པ་དང་པོས་སེམས་རྣམས་གཡེང་། །
en: “In the first [week, the target] will become mentally disturbed;

source: ཞག་བདུན་གཉིས་པས་ནད་ཀྱིས་འདེབས། །
en: In the second, they will become exhausted;

source: བདུན་པ་གསུམ་གྱིས་འཆི་བར་འགྱུར། །
en: And in the third, they will die—

source: དེ་བས་དེ་ནི་ཡོངས་སུ་སྤང་། །
en: that is why One should avoid [continuing the rite beyond the second week]. {27.68}

source: དང་པོ་འདི་དག་རྣམ་པར་འབྱེར། །
en: “In the first week, they will flee,
